INSERT INTO `category`(category_level, parent_id, name, sorted_num, icon, is_show_index)
VALUES (1, 0, '其他', 999999999, '', 1),
       (1, 0, '分类2', 2, '', 1),
       (1, 0, '分类3', 3, '', 1),
       (1, 0, '分类4', 4, '', 1),
       (1, 0, '分类5', 5, '', 1),
       (1, 0, '分类6', 6, '', 0),
       (1, 0, '分类7', 7, '', 0),
       (1, 0, '分类8', 8, '', 0),
       (1, 0, '分类9', 9, '', 0),
       (1, 0, '分类10', 10, '', 0),
       (2, 1, '子分类1', 1, '', 0),
       (2, 1, '子分类2', 2, '', 0),
       (2, 1, '子分类3', 3, '', 0),
       (2, 1, '子分类4', 4, '', 0),
       (2, 1, '子分类5', 5, '', 0),
       (2, 2, '子分类6', 6, '', 0),
       (2, 3, '子分类7', 7, '', 0),
       (2, 4, '子分类8', 8, '', 0),
       (2, 5, '子分类9', 9, '', 0),
       (2, 6, '子分类10', 10, '', 0),
       (2, 7, '子分类11', 11, '', 0),
       (2, 8, '子分类12', 12, '', 0),
       (2, 9, '子分类13', 13, '', 0);

INSERT INTO `user`(background_image, head_portrait, name, nick_name, sex, phone, user_identity, province_code, province_name, city_code, city_name, area_code, area_name, signature,
                   account, password, token, new_bind)
VALUES ('', '', '姓名', '昵称', 'F', '18768111111', '工程方', '1', '浙江', '11', '杭州', '111', '拱墅', '呵呵呵', 'admin', 'ff59281626ad59996daecd9ea5f2e803', 'dbad26f4daa9a67ccba01baf7d28bbb7', 0),
       ('', '', '姓名222', '昵称222', 'M', '13619101099', '工人', '1', '浙江', '11', '杭州', '112', '西湖', '啦啦啦', '哈哈哈', 'ff59281626ad59996daecd9ea5f2e803', '', 0)
;

INSERT INTO `banner` (bind_id, image, is_valid, user_id)
VALUES (1, '呵呵呵呵', 1, 1),
       (2, '22222', 0, 1),
       (3, '3333', 1, 1),
       (1, '4444', 0, 1),
       (2, '55555', 1, 1)
;